tap "agrinman/tap"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homeport/tap"
tap "sanemat/font"
brew "anyenv"
brew "glib"
brew "pkg-config"
brew "circleci"
brew "cliclick"
brew "direnv"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "git"
brew "pango"
brew "graphviz"
brew "grep"
brew "helm"
brew "httpie"
brew "hub"
brew "jo"
brew "libxml2"
brew "libxmlsec1"
brew "mas"
brew "neovim"
brew "nkf"
brew "openjdk"
brew "peco"
brew "pure"
brew "pyenv"
brew "python-yq"
brew "rcm"
brew "terraform"
brew "terraformer"
brew "thefuck"
brew "unar"
brew "agrinman/tap/tunnelto"
brew "go-swagger/go-swagger/go-swagger"
brew "homeport/tap/dyff"
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Slack", id: 803453959
mas "StatusClock", id: 552792489
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
