tap "agrinman/tap"
tap "ariga/tap"
tap "go-swagger/go-swagger"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homeport/tap"
tap "railwayapp/tap"
tap "sanemat/font"
tap "satococoa/tap"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "sst/tap"
tap "tvuotila/libxmlsec1"
brew "act"
brew "anyenv"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "autoconf"
brew "awscli"
brew "bats-core"
brew "biome"
brew "glib"
brew "circleci"
brew "cliclick"
brew "libssh2"
brew "webp"
brew "gd"
brew "php"
brew "composer"
brew "direnv"
brew "dotter"
brew "ffmpeg"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-filter-repo"
brew "gitleaks"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "hub"
brew "jo"
brew "jq"
brew "kubeconform"
brew "kustomize"
brew "leptonica"
brew "libass"
brew "libxml2"
brew "mas"
brew "maven"
brew "minikube"
brew "neovim"
brew "nkf"
brew "nmap"
brew "nuclei"
brew "peco"
brew "poppler"
brew "protobuf"
brew "pure"
brew "pyenv"
brew "python-yq"
brew "python@3.10"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "redis"
brew "rover"
brew "semgrep"
brew "sox"
brew "srt"
brew "terminal-notifier"
brew "terraformer"
brew "tesseract"
brew "tfmigrate"
brew "tfsec"
brew "thefuck"
brew "tmux"
brew "tree"
brew "trufflehog"
brew "typst"
brew "unar"
brew "watch"
brew "worktrunk"
brew "agrinman/tap/tunnelto"
brew "ariga/tap/atlas"
brew "go-swagger/go-swagger/go-swagger"
brew "go-task/tap/go-task"
brew "homeport/tap/dyff"
brew "satococoa/tap/wtp"
brew "shivammathur/extensions/mcrypt@8.4"
brew "shivammathur/php/php@5.6"
brew "sst/tap/opencode"
cask "choosy"
cask "ngrok"
cask "openlens"
cask "raycast"
cask "temurin@8"
cask "vagrant"
cask "virtualbox"
mas "Amphetamine", id: 937984704
mas "Brother iPrint&Scan", id: 1193539993
mas "Display Menu", id: 549083868
mas "GarageBand", id: 682658836
mas "GIPHY CAPTURE", id: 668208984
mas "GoPro Webcam", id: 6477835262
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PXL Cam", id: 6505083993
mas "Skitch", id: 425955336
mas "Xcode", id: 497799835
vscode "anthropic.claude-code"
vscode "apollographql.vscode-apollo"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "davidanson.vscode-markdownlint"
vscode "editorconfig.editorconfig"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "ms-vscode-remote.remote-containers"
vscode "openai.chatgpt"
vscode "vue.volar"
go "github.com/air-verse/air"
go "golang.org/x/tools/cmd/deadcode"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "golang.org/dl/go1.24.3"
go "golang.org/x/tools/cmd/goimports"
go "github.com/fatih/gomodifytags"
go "github.com/haya14busa/goplay/cmd/goplay"
go "golang.org/x/tools/gopls"
go "github.com/cweill/gotests/gotests"
go "github.com/josharian/impl"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "go.uber.org/mock/mockgen"
go "github.com/oapi-codegen/oapi-codegen/v2/cmd/oapi-codegen"
go "github.com/ogen-go/ogen/cmd/ogen"
go "go.abhg.dev/requiredfield/cmd/requiredfield"
go "github.com/a-h/generate/cmd/schema-generate"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
go "honnef.co/go/tools/cmd/staticcheck"
